<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Правила торговли");
?>

<h1 class="s38-title">Правила торговли</h1>
<div class='contact__first'>
<p><b>Взаимоотношения магазина и покупателей регулируются Гражданским Кодексом Российской Федерации, законом 
"О защите прав потребителей" и другими законодательными актами, действующими на момент их возникновения.</b></p>
<p>Просим вас принять к сведению, что согласно закону о защите прав потребителя (статья 26.1. Дистанционный способ продажи товара), покупатель вправе отказаться от товара в любое время до его передачи, а после передачи товара в течении 7 дней. Возврат товара надлежащего качества в течении 7 дней возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара. При отказе потребителя от товара продавец должен возвратить ему денежную сумму, уплаченную потребителем по чеку, за исключением расходов продавца на доставку от потребителя возвращенного товара, не позднее чем через 10 дней со дня предъявления соответствующего требования. В случае если в приобретенном покупателем изделии не выявилось каких-либо дефектов в течение первых 7 дней, которые даются для проверки качества товара, с момента покупки изделия, все дальнейшее обслуживание идет только в сертифицированных сервисных центрах производителя изделия согласно условиям, указанным в гарантийном талоне производителя, который выдавался вам при покупке.</p>
</div>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>