<?php
$MESS["MODULE_IS_NOT_INSTALL"] = 'Модуль <b>SEO генератор тегов</b> (pol.generator) не установлен';
$MESS["DEMO_INFO"] = '<span style="color: red;">Внимание! Это пробная версия. Вы можете купить полнофункциональную версию модуля <a href ="http://marketplace.1c-bitrix.ru/">здесь</a></span> <br/>Функционал ограничен! Вы можете добавить <b>не более</b> 5 ключей';

$MESS["LOG_TAB_NAME"] = "Лог набора";
$MESS["LOG_CONDITIONS_TAB_NAME"] = "Условия";
$MESS["LOG_CONDITIONS_TAB_TITLE"] = "Условия срабатывания";
$MESS["LOG_TITLE_EDIT"] = "Редактирование лога набора #";
$MESS["LOG_TITLE_ADD"] = "Добавление лога";
$MESS["LOG_SAVED"] = "Лог успешно сохранён";

$MESS["SHOW_ON_FIELD"] = "Разделы и страницы, на которых Правило <b>обязательно будет</b> установлен (относительно корня сайта)";
$MESS["SHOW_OFF_FIELD"] = "Разделы и страницы, на которых Правило <b>не будет установлен</b> (относительно корня сайта)";
$MESS["SHOW_ON_HINT"] = "Страницы должны быть разделены новой строкой.Если не заполнено, то устанавливать везде. <br/><i>Например:</i> <b>/catalog/</b>";

$MESS["LOGS_TITLE"] = "Лог";
$MESS["RULE_ADD"] = "Добавить набор";
$MESS["LOG_DEL"] = "Удалить набор";
$MESS["LOG_DEL_CONFIRM"] = "Будет удалена вся информация, связанная с этой записью. Продолжить?";
$MESS["COPY_RULE"] = "Копировать";
$MESS["LOG_ACTIONS"] = "Действия";
$MESS["LOG_ERROR_SAVE"] = "Ошибка при сохранении правила";

$MESS["ACTIVE_FIELD_HINT"] = "Флаг активности. Если включен, то Правило участвует в установке, иначе нет";
$MESS["ACTIVE_FROM_FIELD_HINT"] = "Время, начиная с которого Правило начинает усчаствовать в установке";
$MESS["ACTIVE_TO_FIELD_HINT"] = "Время, после которого Правило перестанет участвовать в установке";
$MESS["SORT_FIELD_HINT"] = "Влияет на порядок отображения правила в списке";
$MESS["CODE_FIELD_HINT"] = "Должно быть уникальным.<br/><i>Например:</i> <b>COMPANY_NAME</b>";
$MESS["NAME_FIELD_HINT"] = "Наименование правила.<br/><i>Например:</i> <b>Название компании</b>";
$MESS["VALUE_FIELD_HINT"] = "Значение <b>правила</b>.<br/><i>Например:</i> <b>Рога и копыта</b><br/><br/> Переменная PHP <br/><i>Например:</i> <b>\$arRegionID</b><br/><br/>Статический метод или свойство статического класса<br/> <i>Например:</i> <b>User::GetId()</b>";
$MESS["C_SITE_FIELD_HINT"] = "Выбрав конкретный сайт или сайты можно привязать Правило только к ним.Если не заполнено, то устанавливать везде.";
$MESS["C_TEMPLATE_FIELD_HINT"] = "Выбрав конкретный шаблон или шаблоны можно привязать Правило только к ним.Если не заполнено, то устанавливать везде.";
$MESS["C_REQUEST_FIELD_HINT"] = "Правило будет установлен только если в переменной \$_REQUEST будет установлено соответствующее значение параметра <br/><i>Например:</i> <b>print=Y</b>";
$MESS["C_PHP_FIELD_HINT"] = "Правило будет установлен только если данное выражение PHP будет возвращать true <br/><i>Например:</i> <b>CSite::InDir(\'/index.php\')</b>";

