<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
/** @var array $arParams */
/** @var array $arResult */
/** @global CMain $APPLICATION */
/** @global CUser $USER */
/** @global CDatabase $DB */
/** @var CBitrixComponentTemplate $this */
/** @var string $templateName */
/** @var string $templateFile */
/** @var string $templateFolder */
/** @var string $componentPath */
/** @var CBitrixComponent $component */
$this->setFrameMode(true);
?>




            <!--simple-article-->
            <div class="basic-layout__module simple-article">
               <div class="simple-article__content wysiwyg-block">
                  <p>Удержание крепежей осуществляется за счет трения, упора или склеивания. Каждое действие обладает собственной спецификой, заслуживает отдельного рассмотрения.</p>
                  <h2>Трение</h2>
                  <p>Сила трения противодействует внешней вытягивающей нагрузке. Она формируется при прилегании распорного элемента к телу опоры.</p>
                  <p><img src="uploads/simple-article/image-02.jpg" width="872" height="560" alt=""></p>
                  <p>Величина силы трения пропорциональна силе распирания.</p>
                  <h2>Упор</h2>
                  <p>Крепеж упирается во внешнюю или внутреннюю поверхность опоры. Он устанавливается в заранее подготовленном отверстии, удерживается специальными распорками.</p>
                  <p><img src="uploads/simple-article/image-03.jpg" width="572" height="166" alt=""></p>
                  <h2>Склеивание</h2>
                  <p>Фиксация метиза за счет клеевого состава. Как правило, задействуется двухкомпонентная смола, формирующая неразъемный узел.</p>
                  <p><img src="uploads/simple-article/image-04.jpg" width="300" height="189" alt=""></p>
                  <h2>Параметры использования</h2>
                  <p>Тип анкера оказывает прямое влияние на область его применения.</p>
                  <ul>
                     <li>Изделия, фиксируемые за счет силы трения. Типовые крепежи, совместимы с большинством оснований. Метизы используются при монтаже навесного оборудования, инженерных сетей, осветительных приборов.</li>
                     <li>Крепежи на базе упоров. Анкеры с распорками различных типов. Они обладают высокой несущей способностью, работают с гипсокартоном, фанерой и прочими тонкостенными материалами. Метизы позволяют фиксировать тяжелые конструкции, не разрушая опору.</li>
                     <li>Продукция на базе клеевых составов. Химические анкеры для пористых оснований. Изделия устанавливаются в пено- и шлакоблоки, востребованы на производстве и в быту.</li>
                  </ul>
                  <p>При подборе анкеров учитываются параметры опоры, характеристики удерживаемых деталей, условия эксплуатации формируемых соединений.</p>
                  <div class="simple-table">
                     <table>
                        <thead>
                           <tr>
                              <th>Сталь</th>
                              <th>Термообработка</th>
                              <th>Класс прочности</th>
                           </tr>
                        </thead>
                        <tbody>
                           <tr>
                              <td>Углеродистая</td>
                              <td>Без термической обработки</td>
                              <td>3.6 … 6.8</td>
                           </tr>
                           <tr>
                              <td>Углеродистая с добавками</td>
                              <td>Закалка и отпуск</td>
                              <td>8.8 … 10.9</td>
                           </tr>
                           <tr>
                              <td>Легированная</td>
                              <td>Закалка и отпуск</td>
                              <td>12.9</td>
                           </tr>
                        </tbody>
                     </table>
                  </div>
                  <p>Создание узлов в рамках составных конструкций допускает использование различных типов анкеров.</p>
                  <h2>Подробнее о специфике крепежей</h2>
                  <p>Анкерные крепления различаются конструктивным исполнением, несущей способностью, спецификой монтажа. Ниже мы рассмотрим наиболее распространенные метизы, поговорим об особенностях их использования.</p>
                  <h3>Химические анкеры</h3>
                  <p>Химический анкер – это относительно свежий продукт, представленный в виде клеевой смеси. Состав состоит из синтетической смолы, наполнителя и отвердителя, подходит для частного и производственного использования.</p>
                  <p>Анкер монтируется в определенном порядке:</p>
                  <ol>
                     <li>подготовка отверстия в пористом основании;</li>
                     <li>очистка проема от пыли и грязи;</li>
                     <li>помещение в отверстие рабочей смеси;</li>
                     <li>установка анкерного крепежа.</li>
                  </ol>
                  <p>Состав застывает в течение определенного времени. Сформированный узел обладает значительной прочностью, устойчив к разрушению и извлечению.</p>
                  <p>При производстве клеевой смеси <a href="/">используется полиэстер</a> или акрил. Продукция поставляется в специальных емкостях, защищена от внешнего воздействия.</p>
                  <p>Выделяют два типа химических анкеров.</p>
                  <p><strong>Ампульные.</strong> Клеевые смеси реализуются в стеклянной таре. Ампулы помещаются в монтажный проем, после чего раздавливаются анкером. Высвободившийся состав затвердевает, образуя неразъемное соединение.</p>
                  <p><img src="uploads/simple-article/image-05.jpg" width="872" height="344" alt=""></p>
                  <p><strong>Инъекционные.</strong> Химические компоненты хранятся в картриджах. Для подачи клеевого раствора используется специальный пистолет.</p>
                  <p><img src="uploads/simple-article/image-06.jpg" width="643" height="644" alt=""></p>
                  <p>Химические анкеры совместимы с газосиликатом, известняком, пустотелым кирпичом. Продукция не боится температурных перепадов, востребована при реализации проектов различной сложности.</p>
                  <p>Достоинства монтажных смесей:</p>
                  <ul>
                     <li>формирование соединений в любом пространственном положении;</li>
                     <li>размещение анкеров вблизи друг друга;</li>
                     <li>быстрая подготовка к работе;</li>
                     <li>простой монтаж.</li>
                  </ul>
                  <p>Химические анкеры используются при решении следующих задач:</p>
                  <ul>
                     <li>установка армирующих штырей;</li>
                     <li>проведение кровельных работ;</li>
                     <li>установка удерживающих и декоративных конструкций;</li>
                     <li>проведение ремонтных мероприятий.</li>
                  </ul>
                  <p>Удерживающий состав является диэлектриком, задействуется при электромонтажных работах.</p>
                  <h3>Распорные анкеры</h3>
                  <p>Распорные анкеры – это типовые крепежи, удерживаемые за счет силы трения. Изделия состоят из распорной втулки, фланцевой гайки, шпильки с конусообразным основанием.</p>
                  <p>Верхняя часть метиза представлена в различном исполнении:</p>
                  <ul>
                     <li>кольцо;</li>
                     <li>крюк;</li>
                     <li>костыль;</li>
                     <li>сплющенное ушко.</li>
                  </ul>
                  <p><img src="uploads/simple-article/image-07.jpg" width="872" height="421" alt=""></p>
                  <p>Наиболее распространенные анкеры имеют навершие в виде шестигранной шляпки.</p>
                  <p>Крепежи обозначаются последовательностью трех цифр. Первая отображает наружный диаметр метиза, вторая – диаметр резьбы, третья – общую длину. Маркировка представлена на упаковочном стикере и в сопроводительных документах.</p>
                  <p>Анкеры устанавливаются в заранее подготовленные отверстия. Они протягиваются подходящим ключом, образуют прочное, долговечное соединение.</p>
                  <p>Посредством распорных крепежей монтируются лестничные конструкции, кондиционеры, инженерные сети.</p>
                  <p>Продукция обладает следующими преимуществами:</p>
                  <ul>
                     <li>стойкость к ударному воздействию;</li>
                     <li>длительный срок службы;</li>
                     <li>высокая прочность на излом.</li>
                  </ul>
                  <p>Крепежи не совместимы с пористыми материалами. Они размещаются в бетоне, естественном и искусственном камне.</p>
                  <h3>Упорные крепежи</h3>
                  <p>Упорные анкеры являются аналогами дюбелей Молли. Продукция ориентирована на тонкостенные опоры, имеет типовую конфигурацию:</p>
                  <ul>
                     <li>цанга с продольными прорезями и внутренней резьбой;</li>
                     <li>винт с зазубренной шайбой;</li>
                     <li>опорный стержень.</li>
                  </ul>
                  <p>Метиз подвергается гальваническому цинкованию, обладает длительным сроком службы.</p>
                  <p><img src="uploads/simple-article/image-08.jpg" width="500" height="264" alt=""></p>
                  <p>Анкеры монтируются в следующем порядке:</p>
                  <ul>
                     <li>разметка основания с последующим высверливанием отверстий;</li>
                     <li>установка цанги в рабочий проем;</li>
                     <li>фиксация зазубренной шайбы;</li>
                     <li>частичное вкручивание винта с последующим вытягиванием;</li>
                     <li>формирование распорных элементов вследствие деформации цанги;</li>
                     <li>полное вкручивание винта.</li>
                  </ul>
                  <p>Вновь созданный узел проходит визуальную проверку. При малой несущей способности соединения (неполное раскрытие цанги), крепеж заменяется новым.</p>
                  <p>При подборе метизов учитываются характеристики основания, масса фиксируемых элементов, специфика эксплуатации узла.</p>
               </div>
               <div class="simple-article__footer">
                  <a class="second-button second-button--mini" href="/">Возврат к списку</a>
                  <p class="simple-article__date">Дата публикации: <time datetime="2020-01-17">17 января 2020</time></p>
               </div>
            </div>
            <!--simple-article-->









            <!--simple-article-->
            <div class="basic-layout__module simple-article">
               <div class="simple-article__content wysiwyg-block">
	<?if($arParams["DISPLAY_PICTURE"]!="N" && is_array($arResult["DETAIL_PICTURE"])):?>
		<img
			class="detail_picture"
			border="0"
			src="<?=$arResult["DETAIL_PICTURE"]["SRC"]?>"
			width="<?=$arResult["DETAIL_PICTURE"]["WIDTH"]?>"
			height="<?=$arResult["DETAIL_PICTURE"]["HEIGHT"]?>"
			alt="<?=$arResult["DETAIL_PICTURE"]["ALT"]?>"
			title="<?=$arResult["DETAIL_PICTURE"]["TITLE"]?>"
			/>
	<?endif?>
	<?if($arParams["DISPLAY_DATE"]!="N" && $arResult["DISPLAY_ACTIVE_FROM"]):?>
		<span class="news-date-time"><?=$arResult["DISPLAY_ACTIVE_FROM"]?></span>
	<?endif;?>
        <h1 class='s38-title'><?=$arResult["NAME"]?></h1><br>
	<?if($arParams["DISPLAY_PREVIEW_TEXT"]!="N" && $arResult["FIELDS"]["PREVIEW_TEXT"]):?>
		<p><?=$arResult["FIELDS"]["PREVIEW_TEXT"];unset($arResult["FIELDS"]["PREVIEW_TEXT"]);?></p>
	<?endif;?>
	<?if($arResult["NAV_RESULT"]):?>
		<?if($arParams["DISPLAY_TOP_PAGER"]):?><?=$arResult["NAV_STRING"]?><br /><?endif;?>
		<?echo $arResult["NAV_TEXT"];?>
		<?if($arParams["DISPLAY_BOTTOM_PAGER"]):?><br /><?=$arResult["NAV_STRING"]?><?endif;?>
	<?elseif(strlen($arResult["DETAIL_TEXT"])>0):?>
		<?echo $arResult["DETAIL_TEXT"];?>
	<?else:?>
		<?echo $arResult["PREVIEW_TEXT"];?>
	<?endif?>
	<div style="clear:both"></div>
	<br />
	<?foreach($arResult["FIELDS"] as $code=>$value):
		if ('PREVIEW_PICTURE' == $code || 'DETAIL_PICTURE' == $code)
		{
			?><?=GetMessage("IBLOCK_FIELD_".$code)?>:&nbsp;<?
			if (!empty($value) && is_array($value))
			{
				?><img border="0" src="<?=$value["SRC"]?>" width="<?=$value["WIDTH"]?>" height="<?=$value["HEIGHT"]?>"><?
			}
		}
		else
		{
			?><?=GetMessage("IBLOCK_FIELD_".$code)?>:&nbsp;<?=$value;?><?
		}
		?><br />
	<?endforeach;
	foreach($arResult["DISPLAY_PROPERTIES"] as $pid=>$arProperty):?>

		<?=$arProperty["NAME"]?>:&nbsp;
		<?if(is_array($arProperty["DISPLAY_VALUE"])):?>
			<?=implode("&nbsp;/&nbsp;", $arProperty["DISPLAY_VALUE"]);?>
		<?else:?>
			<?=$arProperty["DISPLAY_VALUE"];?>
		<?endif?>
		<br />
	<?endforeach;
	if(array_key_exists("USE_SHARE", $arParams) && $arParams["USE_SHARE"] == "Y")
	{
		?>
		<div class="news-detail-share">
			<noindex>
			<?
			$APPLICATION->IncludeComponent("bitrix:main.share", "", array(
					"HANDLERS" => $arParams["SHARE_HANDLERS"],
					"PAGE_URL" => $arResult["~DETAIL_PAGE_URL"],
					"PAGE_TITLE" => $arResult["~NAME"],
					"SHORTEN_URL_LOGIN" => $arParams["SHARE_SHORTEN_URL_LOGIN"],
					"SHORTEN_URL_KEY" => $arParams["SHARE_SHORTEN_URL_KEY"],
					"HIDE" => $arParams["SHARE_HIDE"],
				),
				$component,
				array("HIDE_ICONS" => "Y")
			);
			?>
			</noindex>
		</div>
		<?
	}
	?>
               </div>
               <div class="simple-article__footer">
                  <a class="second-button second-button--mini" href="/articles/">Возврат к списку</a>
                  <p class="simple-article__date">Дата публикации: <time datetime="2020-01-17">17 января 2020</time></p>
               </div>
            </div>
            <!--simple-article-->