<?if($arParams["MAP"]=="Y"):?><script>document.addEventListener("DOMContentLoaded", ready_nn);</script><?endif?>

<p>
<b>Адреса терминала:</b><br />
г. Нижний Новгород, ул. Вторчермета, д. 119<br />
Пн. - Пт.: с 9.00 до 19.00<br />
Сб.: с 10:00 до 16:00<br />
Вс.: выходной<br />
</p><br />

<p>От <b>2 000 рублей</b> заказы доставляются из Москвы до терминала города Нижний Новгород <b>БЕСПЛАТНО</b>.<br />
Стоимость доставки заказов до <b>2 000 рублей</b>, составляет – <b>350 рублей</b>.</p>

<p>Заказы принимаются до 16:00 текущего дня, забирать можно заказы с 14:00 следующего дня. Например: сегодня до 16:00 сделали заказ, завтра с 14:00 можно забирать, либо казать доставку.
Заказы сделанные в пятницу, можно будет забрать в понедельник с утра.
</p>

			<h2>Доставка по городу</h2>
			
			<div class="simple-table">
			<table>
				<thead>
					<tr>
						<th>Вес (кг.)</th>
						<th>до 5</th>
						<th>до 20</th>
						<th>до 41</th>
						<th>до 100</th>
						<th>до 300</th>
						<th>до 500</th>
						<th>до 650</th>
						<th>до 800</th>
						<th>до 1000</th>
						<th>до 1500</th>
						<th>до 2000</th>
						<th>до 3000</th>
						<th>до 5000</th>
						<th>до 6000</th>
						<th>до 8000</th>
						<th>до 10000</th>
						<th>до 20000</th>					
					</tr>
				</thead>
				
				<tbody>
					<tr>
						<td>Цена (руб.)</td>
						<td>350</td>
						<td>360</td>
						<td>400</td>
						<td>550</td>
						<td>550</td>
						<td>700</td>
						<td>900</td>
						<td>1000</td>
						<td>1100</td>
						<td>1400</td>
						<td>2400</td>
						<td>3200</td>
						<td>4600</td>
						<td>4800</td>
						<td>6000</td>
						<td>6600</td>
						<td>8400</td>
					</tr>
				</tbody>				
			</table>	
		</div>	

<h2>Доставка за пределы города (Нижегородская область):  Доставка по городу +</h2>		

			<div class="simple-table">
			<table>
				<thead>
					<tr>
						<th>Вес (кг.)</th>
						<th>до 5</th>
						<th>до 20</th>
						<th>до 41</th>
						<th>до 100</th>
						<th>до 300</th>
						<th>до 500</th>
						<th>до 650</th>
						<th>до 800</th>
						<th>до 1000</th>
						<th>до 1500</th>
						<th>до 2000</th>
						<th>до 3000</th>
						<th>до 5000</th>
						<th>до 6000</th>
						<th>до 8000</th>
						<th>до 10000</th>
						<th>до 20000</th>					
					</tr>
				</thead>
				
				<tbody>
					<tr>
						<td><span class="nowrap">Цена за 1 км.</span> (руб.)</td>
						<td>16</td>
						<td>16</td>
						<td>16</td>
						<td>16</td>
						<td>18</td>
						<td>18</td>
						<td>18</td>
						<td>18</td>
						<td>18</td>
						<td>18</td>
						<td>22</td>
						<td>24</td>
						<td>35</td>
						<td>35</td>
						<td>35</td>
						<td>40</td>
						<td>45</td>
					</tr>
				</tbody>				
			</table>	
		</div>	
			
			

	
	<?if($arParams["MAP"]=="Y"):?><div id="map_nn" style="height: 500px;" class="external"></div><?endif?>
	
