<?if($arParams["MAP"]=="Y"):?><script>document.addEventListener("DOMContentLoaded", ready_vor);</script><?endif?>

<p>
<b>Адреса терминала:</b><br />
г. Воронеж, ул. Базовая, д. 2 (3-й въезд слева на территории "Евросоль")<br />
Пн. - Пт.: с 9.00 до 19.00<br />
Сб.: с 10:00 до 16:00<br />
Вс.: выходной<br />
</p><br />

<p>От <b>2 000 рублей</b> заказы доставляются из Москвы до терминала города Воронеж <b>БЕСПЛАТНО</b>.<br />
Стоимость доставки заказов до <b>2 000 рублей</b>, составляет – <b>350 рублей</b>.</p>

<p>Заказы принимаются до 16:00 текущего дня, забирать можно заказы с 14:00 следующего дня. Например: сегодня до 16:00 сделали заказ, завтра с 14:00 можно забирать, либо казать доставку.
Заказы сделанные в пятницу, можно будет забрать в понедельник с утра.
</p>


			<h2>Доставка по городу</h2>
			
			<div class="simple-table">
			<table>
				<thead>
					<tr>
						<th>Вес (кг.)</th>
						<th>до 5</th>
						<th>до 20</th>
						<th>до 41</th>
						<th>до 100</th>
						<th>до 300</th>
						<th>до 500</th>
						<th>до 650</th>
						<th>до 800</th>
						<th>до 1000</th>
						<th>до 1500</th>
						<th>до 2000</th>
						<th>до 3000</th>
						<th>до 5000</th>
						<th>до 6000</th>
						<th>до 8000</th>
						<th>до 10000</th>
						<th>до 20000</th>					
					</tr>
				</thead>
				
				<tbody>
					<tr>
						<td>Цена (руб.)</td>
						<td>200</td>
						<td>270</td>
						<td>340</td>
						<td>400</td>
						<td>550</td>
						<td>660</td>
						<td>800</td>
						<td>800</td>
						<td>1050</td>
						<td>1200</td>
						<td>2400</td>
						<td>2900</td>
						<td>4600</td>
						<td>4700</td>
						<td>6100</td>
						<td>6700</td>
						<td>7700</td>
					</tr>
				</tbody>				
			</table>	
		</div>	

<h2>Доставка за пределы города (Воронежская область):  Доставка по городу +</h2>		

			<div class="simple-table">
			<table>
				<thead>
					<tr>
						<th>Вес (кг.)</th>
						<th>до 5</th>
						<th>до 20</th>
						<th>до 41</th>
						<th>до 100</th>
						<th>до 300</th>
						<th>до 500</th>
						<th>до 650</th>
						<th>до 800</th>
						<th>до 1000</th>
						<th>до 1500</th>
						<th>до 2000</th>
						<th>до 3000</th>
						<th>до 5000</th>
						<th>до 6000</th>
						<th>до 8000</th>
						<th>до 10000</th>
						<th>до 20000</th>					
					</tr>
				</thead>
				
				<tbody>
					<tr>
						<td><span class="nowrap">Цена за 1 км.</span> (руб.)</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>14</td>
						<td>15</td>
						<td>18</td>
						<td>20</td>
						<td>20</td>
						<td>26</td>
						<td>32</td>
						<td>33</td>
						<td>35</td>
					</tr>
				</tbody>				
			</table>	
		</div>	
			
			

	
	<?if($arParams["MAP"]=="Y"):?><div id="map_vor" style="height: 500px;" class="external"></div><?endif?>
	
