<p>Забрать груз можно уже на следующий день в точке самовывоза после 14:00 на ул. Магнитогорской. Для этого оформить заказ нужно до 15:00 с понедельника по пятницу. Суббота и Воскресенье - выходные дни. Доставка по городу оплачивается дополнительно и включается в счет.</p>

	<?$APPLICATION->IncludeComponent("d7:contact_shops",".default",Array(
				"IBLOCK_ID" => "19", 
				"SECTION_ID" => "2631",
				"CACHE_TYPE" => "A", 
                "CACHE_TIME" => "3600", 
                "CACHE_FILTER" => "N" 
                    ), false
    );?>	

			
		